Repository: 6th-kate/sirius_mortgage
Catalog: lib/l10n/app_*.arb
Languages: fr, tt

# currency
source: USD
fr: Валюта
tt: RUB

source: Mortgage calculator
fr: Calculateur d'hypothèque
tt: Ипотека калькуляторы

# calculateMortgage
source: Calculate the mortgage
fr: Calculer l'hypothèque
tt: Ипотеканы исәпләү

# calculateMortgageLabel
source: Find out how much you will overpay
fr: Découvrez combien vous allez payer en trop
tt: Күпме түләгәнегезне ачыклагыз

# compareMortgage
source: Compare mortgage programs
fr: Comparer les programmes
tt: Программаларны чагыштыру

# compareMortgageLabel
source: Find the best deal
fr: Trouvez la meilleure offre
tt: Яхшы вариант табыгыз

# loanAmount
source: The value of property
fr: Montant total de l'hypothèque
tt: Милек бәясе

# downpayment
source: An initial fee
fr: Un frais initial
tt: Башлангыч түләү

# loanTerm
source: Term (months)
fr: Durée (mois)
tt: Вакыт (айлар)

# rate
source: Rate per year
fr: Taux d'intérêt
tt: Ел саен ставкасы

# paymentsType
source: Type of monthly payments
fr: Type de paiements mensuels
tt: Айлык түләүләр төре

# annuity
source: Annuite
fr: Annuité
tt: Аннуитлы (Tигез зурлыклы түләүләр)

source: Differentiated
fr: Différencié
tt: Аерымланган түләүләр

source: Calculate
fr: Calculer
tt: Исәпләү

# totalPayoutResult
source: Total amount:
fr: Montant total:
tt: Гомуми түләү:

# loanAmountResult
source: Main debt:
fr: Dette principale:
tt: Төп бурыч:

# interestAmountResult
source: Interest charges:
fr: Frais d'intérêt:
tt: Исәпләнгән процентлар:

# interestAmountAgenda
source: Interest charges
fr: Frais d'intérêt
tt: Исәпләнгән процентлар

# loanAmountAgenda
source: Main debt
fr: Dette principale
tt: Төп бурыч

# payoutChart
source: Repayment schedule:
fr: Calendrier de remboursement:
tt: Түләү графигы:

# openTable
source: + View full table
fr: + Voir le tableau complet
tt: + Тулы таблицаны карагыз

source: Table
fr: Tableau
tt: Таблица

# tableShort
source: Briefly
fr: Brièvement
tt: Кыска

# tableDetail
source: Details
fr: Détails
tt: Тәфсилле

# tablePayment
source: Payment
fr: Paiement
tt: Түләү

# tableResidue
source: Remainder
fr: Reste
tt: Калдык

# tableInterest
source: Percent:
fr: Intérêt:
tt: Процентлар:

# tablePrincipal
source: Main debt:
fr: Dette princ.:
tt: Төп бурыч:

source: Settings
fr: Paramètres
tt: Көйләнешләр

source: Language
fr: Langue
tt: Тел

source: Theme
fr: Thème
tt: Бизәк

source: Loading...
fr: Chargement...

source: Result
fr: Résultat
tt: Нәтиҗә

source: Favorites
fr: Favoris

# tableDate
source: Date
tt: Датасы
